// title
"SCANNING_TITLE" = "Wyszukiwanie programów";
"INSTALLING_X_TITLE" = "Instaluję %@";
"DOWNLOADING_X_TITLE" = "Pobieram „%@”";
"1_ITEM" = "1 rzecz";
"N_ITEMS" = "%d rzeczy";

// message
"DOWNLOADING_ITEM_STATUS" = "Pobieram %@…";
"EXPANDING_ITEM_STATUS" = "Rozpakowuję i sprawdzam %@…";
"INSTALLING_ITEM_STATUS" = "Instaluję uaktualnienia…";

// time remaining
"FILE_SIZES_STATUS" = "%@ z %@";
"FILE_SIZES_AND_TIME_ESTIMATE_STATUS" = "%@ z %@ — %@";

// stop button
"STOP_TITLE" = "Zatrzymaj";
"QUIT_TITLE" = "Zakończ";

// No restart required - finished
"INSTALLATION_DONE_SINGLE" = "Uaktualnienie zostało pomyślnie zainstalowane.";
"INSTALLATION_DONE" = "Uaktualnienia zostały pomyślnie zainstalowane.";
"INSTALLATION_FAILED" = "Wystąpił błąd podczas instalacji.";
"DOWNLOAD_ONLY_FAILED" = "Wystąpił błąd podczas pobierania.";
"DOWNLOAD_ONLY_DONE_SINGLE" = "Uaktualnienie zostało pomyślnie pobrane.";
"DOWNLOAD_ONLY_DONE" = "Uaktualnienia zostały pomyślnie pobrane.";
"OK_TITLE" = "OK";
